cask_args appdir: '/Applications'

tap 'homebrew/services'
tap 'homebrew/cask'

brew 'ack'
brew 'asdf'
brew 'coreutils'
brew 'findutils'
brew 'git'
brew 'hub'
brew 'libyaml'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'volta'
brew 'watchman'
brew 'wget'

cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'visual-studio-code'
