cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'wget'
brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'git'
brew 'vim'
brew 'ack'
brew 'the_silver_searcher'
brew 'watchman'
brew 'node'
brew 'yarn'
brew 'nvm'
brew 'hub'
brew 'elixir'
brew 'postgresql'
brew 'redis'
brew 'ctags'
brew 'libyaml'
brew 'zsh'

cask 'google-chrome'
cask 'slack'
cask 'visual-studio-code'
cask 'screenhero'
